Repository: Abhay-dot/distance-activity
Catalog: po/*.po
Languages: de, pl, ru, sq, th

source: Distance
de: Abstandsmessung
pl: Odległość
ru: Расстояние
sq: Largësia
th: ระยะห่าง

source: Atmosphere
de: Atmosphäre
pl: Atmosfera
ru: Атмосфера
sq: Atmosfera
th: บรรยากาศ

source: Custom metric
de: Metrik anpassen
pl: Miara własna
th: กำหนดตัวชี้วัด

source: To measure the distance between two laptops, you must first share this Activity.
de: Zur Messung des Abstandes zwischen zwei Laptops musst Du diese Aktivität mit jemanden gemeinsam ausführen.
pl: Aby zmierzyć odległość między dwoma laptopami musisz najpierw uwspólnić tę Aktywność.
ru: Чтобы измерить расстояние между двумя компьютерами, надо сначала разрешить совместное использование этой Активности.
sq: Për të matur distancën midis dy laptopëve, ju duhet së pari të ndani këtë aktivitet.
th: ในการวัดระยะระหว่างเครื่อง 2 เครื่องคุณต้องแบ่งปันกิจกรรมนี้ก่อน

source: Press the button to measure the distance to another laptop
de: Drücke die Schaltfläche um den Abstand zu einem anderen Laptop zu messen
pl: Naciśnij przycisk aby zmierzyć odległość do innego laptopa
ru: Нажмите клавишу, чтобы замерить расстояние между компьютерами
sq: Shtypni butonin për të matur distancën te një laptop tjetër
th: กดปุ่มเพื่อวัดระยะห่างกับอีกเครื่อง

source: Preparing to measure distance
de: Vorbereitung der Distanzmessung
pl: Przygotowuję do zmierzenia odległości
ru: Подготовка к измерению расстояния
sq: Përgatitja për të matur distancën
th: กำลังเตรียมวัดระยะทาง

source: Ready to make a measurement. Waiting for partner to be ready.
de: Bereit zur Durchführung der Messung. Warte auf die Bereitschaft des Partners.
pl: Gotowy do wykonania pomiaru. Czekam na gotowość partnera.
ru: Готов произвести замер. Жду готовности партнера.
sq: Gati për të bërë një matje. Pritje për partnerin të jetë gati.
th: พร้อมจะวัดระยะแล้ว กำลังรอเพื่อนให้พร้อม

source: Recording sound from each laptop.
de: Zeichne den Ton von jedem Laptop auf.
pl: Nagrywanie dźwięku z obu laptopów.
ru: Записываю звуки с обоих компьютеров.
sq: Duke inçizuar tingujg nga secili laptop.
th: กำลังบันทึกเสียงจากแต่ละเครื่อง

source: Processing recorded audio.
de: Verarbeite die aufgezeichneten Töne.
pl: Przetwarzanie nagranego dźwięku.
ru: Обрабатываю записанный звук.
sq: Duke përpunuar audion e regjistruar.
th: กำลังประมวลผลเสียงที่บันทึก

source: This activity already has two participants, so you cannot join.
de: Diese Aktivität hat bereits zwei Teilnehmer, du kannst daher nicht mitmachen.
pl: Ta czynność ma już dwóch uczestników, więc nie możesz się przyłączyć.
ru: Двое участников уже заняты этой Активностью, поэтому вы не можете просоединиться.
sq: Ky aktivitet tashmë ka dy pjesëmarrës, kështu që ju nuk mund të bashkoheni.
th: กิจกรรมนี้มีผู้เข้าร่วม 2 คนแล้ว ดังนั้นคุณไม่สามารถเข้าร่วมได้

source: Begin Measuring Distance
de: Abstandsmessung beginnen
pl: Rozpocznij pomiar odległości
ru: Начать мерить расстояние
sq: Filloni Matja e Distance
th: เริ่มวัดระยะทาง

source: Stop Measuring Distance
de: Abstandsmessung stoppen
pl: Zatrzymaj pomiar odległości
ru: Остановить измерение расстояния
sq: Ndajo Matja e Distance
th: หยุดวัดระยะทาง

source: Measured distance in %s
de: Gemessene Distanz in %s
pl: Zmierzona odległość w %s
th: ระยะทางที่วัดได้เป็น %s

source: meters
de: Meter
pl: metry
th: เมตร

source: Temperature (C):
de: Temperatur (C):
pl: Temperatura (C):
ru: Температура (C):
sq: Temperatura (C):
th: อุณหภูมิ (C):

source: Relative Humidity (%):
de: Relative Luftfeuchtigkeit (%):
pl: Wilgotność względna (%):
ru: Относительная влажность (%):
sq: Lageshtia relative (%):
th: ความชื้นสัมพัทธ์ (%):

source: Speed of Sound (m/s):
de: Schallgeschwindigkeit (m/s):
pl: Prędkość dźwięku (m/s):
ru: Скорость звука (м/с):
sq: Shpejtësinë e Zërit (m/s):
th: ความเร็วของเสียง (เมตร/วินาที):

source: Calibration Offset (meters):
de: Justierungsversatz (Meter):
pl: Offset kalibracji (metry):
sq: Kalibrimi kompensuar (m):
th: การเทียบมาตรฐาน (เมตร):

source: centimeters
de: Zentimeter
pl: centymetry
th: เซนติเมตร

source: inches
de: Zoll
pl: cale
th: นิ้ว

source: feet
de: Fuß
pl: stopy
th: ฟุต

source: yards
de: Yard
pl: jardy
th: หลา

source: custom units
de: Benutzerdefinierte Einheiten
pl: jednostki własne
th: กำหนดหน่วยวัด

source: Choose a unit of measure:
de: Wähle eine Maßeinheit:
pl: Wybierz jednostkę miary:
th: เลือกหน่วยของการวัด:

source: select units
de: Einheiten auswählen
pl: wybierz jednostki
th: เลือกหน่วยวัด

source: %(20.2)f %(1)s per meter
de: %(20.2)f %1$s pro Meter
pl: %(20.2)f %(1)s na metr
th: %(20.2)f %(1)s ต่อ เมตร

source: Measured Distance in Meters
ru: Замеренное расстояние в метрах
sq: Matja e largësia me metra
